000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. HolaMundoCobol.
000300 DATA DIVISION.
000400	   WORKING-STORAGE SECTION.
000500	   01 WS-NAME PIC A(6) VALUE IS 'Isaac'.
000600 PROCEDURE DIVISION.
000700	   DISPLAY "Hola mundo de: " WS-NAME.
000800 STOP RUN.
